{
	"gear": [

		{
			"name": "Kahvipannu ja pannukahvi",
			"text": "Reissulla uutena mukana pannu ja kahvit aikaisempien pussikahvien sijaan. Voi että, kylläpä maistuu paremmalta ja tunnelmakin on kohdillaan. Ensi kerralla mukaan hieman vahvempaa kahvia (tumma paahtoa).",
			"pros": ["Maku","Helppo kaataa","Toimii myös teelle"],
			"cons": ["Vain mustana (harkintaan maitojauhetta)", "1 litran pannu riittää vain kahdelle", "Ei muuta käyttöä"],
			"verdict": "Mukaan",
			"image": "trangia.JPG"
		},
		{
			"name": "Pokkari (DMC-LX2)",
			"text": "Hyvä, tulee kuvattua enemmän, koska helppo saada esiin. Ulkoneva linssi aiheutti pientä säätöä tunkiessa rinkan lannevyön taskuun. Mukaan tarvitaan myös joku vesitiivis, mutta kätevä kotelo kameralle.",
			"pros": ["Tulee otettua enemmän kuvia","Pienempi paino","Kyseisessä pokkarissa kätevä ominaisuus, joissa kuviin saa liitettyä 5 sec ääniraidan."],
			"cons": ["Kuvan laatu vaativammissa oloissa","Pokkari ilman ulkonevaa objektiivia mahtuisi paremmin taskuun"],
			"verdict": "Mukaan",
			"image": "dmc-lx2.jpeg"
		},
		{
			"name": "ThermaCell hyttyskarkoitin",
			"text": "Butaanilla toimiva hyttyskarkoitin. Lupaa 20m alueen vapaaksi hyttysistä. Tuntuu toimivan, mutta teho toki rajoittuu pienessäkin tuulessa ja alue on todellisuudessa pienempi. Pidettiin päällä aina pidemmillä ruokailutauoilla, jotta sai rauhassa kokkailla.",
			"pros": ["Toimii oikeastaan aika hyvin","Tuo rauhan ötököiltä pidemmillä tauoilla"],
			"cons": ["Paino","Tuulessa teho heikompi","Ei tietenkään toimi liikkeessä"],
			"verdict": "Riippuen vaellusajankohdasta ja kohteesta",
			"image": "thermacell.jpeg"
		},
		{
			"name": "Vesileili Ortlieb 10l",
			"text": "Käytännössä kuivasäkki, jonka pohjaan liitetty kierrettävä venttiili. Venttiili olisi käytettävämpi puristettavana / käännettävänä hanana, jolloin käyttö onnistuisi yhdellä kädellä. Käännettävä hana luultavasti paras, sillä sitä saisi operoitua yhdellä kädellä ja pysyisi auki itsestään.",
			"pros": ["Ehdoton apu leirielemään","Kestävä materiaali pussissa ja venttiilissä","Sopiva koko","Toimii myös kuivasäkkinä"],
			"cons": ["Käyttö vaatii kaksi kättä"],
			"verdict": "menettelee",
			"image": "ortlieb.jpg"
		},
		{
			"name": "Savotta Kajka 100l",
			"text": "",
			"pros": [""],
			"cons": [""],
			"verdict": ""
		},
		{
			"name": "Pitkähihainen urheilupaita , permetriini käsittely",
			"text": "",
			"pros": [""],
			"cons": [""],
			"verdict": ""
		},
		{
			"name": "Garmin Fenix 2",
			"text": "Selvitä miten resetoidaan/buutataan",
			"pros": [""],
			"cons": [""],
			"verdict": ""
		},
		{
			"name": "Wasa merisuola&sesam näkkileipä",
			"text": "",
			"pros": [""],
			"cons": [""],
			"verdict": ""
		},
		{
			"name": "Marmot Early Light 2P",
			"text": "Kahden hengen retkeilyteltta",
			"pros": ["Tuuletus todella hyvä","Molemmilla oma sisäänkäynti"],
			"cons": ["Sateella kasatessa sataa sisään kunnes saa päälikankaan paikalleen","Ei vakuuta rakenteiltaan","Veden pitävyys ääriolosuhteissa epäilyttää","Ei pidä lämpöä, joten ei kylmiin keleihin"],
			"verdict": "Vaihtoehtoja kannattaa harkita",
			"image": "earlyLight2P.jpeg"
		},
		{
			"name": "IceBreaker merino kalsarit",
			"text": "Ohuet merinovillaiset kalsarit",
			"pros": ["Tuntuu lämpimiltä ja mukavilta märkänäkin","Mukavat kävellessä"],
			"cons": ["Kuivuu hitaammin kuin tekninen"],
			"verdict": "Kaikki muu on turhaa"
		}
	],
	"lessonsLearned": [
		{
			"description": "ddd",
			"action": "selvitä kalavesiä ja lajeja ja kalastustapoja etukäteen! ja alamitat :)"
		},
		{
			"description": "kahvia mukaan",
			"action": "vahvempaa ja klipsi jolla saa paketin suljettua"
		},
		{
			"description": "aluspaidat kauluksellisia",
			"action": "some action"
		},
		{
			"description": "Tavallinen kauppapussi ruokapussina hieman huono, koska esim meetwursti paketit repivät pussin rikki.",
			"action": "Mukaan joku vahvempi pussi, jossa sailyttää päivittäin käytettävät ruokatavarat."
		},
		{
			"description": "Mikolla tuli taas vasempaan jalkaan rakkula vaikka tällä kertaa oli jo kotona laitettu Compeedit valmiiksi molempiin jalkoihin. Mutta rakkula oli nyt pienempi ja uuden compeedin myötä ei vaivannut enää loppureissusta.",
			"action": "Compeedit kotona jalkaan myös ensi kerralla."
		},
		{
			"description": "Haavi mukaan. Paikoitellen heittopaikat sellaisia, että kalojen rantautus onnistuisi paljon paremmin haavilla. Lisäksi jää harmittamaan jos harvat mittakalat karkuuttaa ylösnostossa.",
			"action": "Haavi mukaan"
		},
		{
			"description": "Snickers paras suklaa reissussa. Ei murene ja maistuu parhaalta.",
			"action": "Jätetään suklaalevyt ja muut suosiolla kotiin"
		},
		{
			"description": "Välineet koukun irroitukseen. Alamittaista kalaa jos sattuu tulemaan paljonkin, niin osassa koukkua vaikea saada käsipelillä ilman kalaa vahingoittamatta irti.",
			"action": "Harkintaan joku apuväline koukun helpompaa irroitukseen"
		},
		{
			"description": "Kompassin päivitys. Nykyisestä on jo viivat kuluneet ja on aika hidas verratuna Markuksen kompassiin",
			"action": "Uusi kompassi ostoslistalle"
		},
		{
			"description": "Viski maistuu reissussa! Tällä kertaa sitä oli mukana enemmän, mutta edelleen pääsi loppumaan.",
			"action": "Jalokahvit vaihdetaan viskiin"
		},
		{
			"description": "Kelan pakkaukseen ja kuljetukseen jokin kotelo olisi hyvä. Kela on vaikea pakattava ja siinä on teräviä kulmia.",
			"action": "Keloille jokin hyvä kotelo mukaan"
		},
		{
			"description": "Säätiedot ovat ihan mukava lisä reissussa. Tällä kertaa saimme tekstiviestiä säätiedot iltaisin. Seuraavana päivänä jos sattui tunturin päälle, yritimme saada kenttää matkapuhelimella.",
			"action": "Käytännössä olisi parempi lähetää säätiedot aamuisin, sillä todennäköisemmin kännykällä saa kentän joskus päivän aikana. Myös nappikuulokkeet kannattaa ottaa mukaan, sillä ainakin Mikon puhelimessa on FM radio, mutta se vaatii kuulokkeet toimiakseen. Samalla pitäisi selvittää miltä asemalta saisi paikallisen sään."
		}
	]
	
}
